import React from 'react';
import './costing.css'; 
import NavBar from '../Components/NavBar';
import Footer from '../Components/Footer';


const CostingPage = () => (
    <>
    <NavBar/>
<div className="costing-outer">
  <div className="costing-content">
    <h2>අගය එකතු කිරීම</h2>
    <p>
      මසා නිමකරගත් ඇඳුමක අගය එකතු කරගැනීම සඳහා Embroidery, Screen printing, Buttons, Stones, Labels, Contrast fabric වර්ග එකතු කිරීම, බතික්, 
      Tie and Dye wash කිරීම වැනි දේවල් සිදු කිරීමෙන් ඇඳුමෙහි අගය තවත් වැඩි කරගත හැකි ය. මේ එකිනෙක සඳහා ඔබට අදහසක් ලබාගැනීම සඳහා පහත මෝස්තර අධ්‍යයනය කරන්න. 
      අප ඔබට ලබාදෙන මාසික සඟරාව හරහා ඔබට අවශ්‍යකරන දැනුම තවදුරටත් ලබාගත හැකි ය.
    </p>
  </div>
  <div className="costing-image-right">
    <img src="/Images/costing1.jpeg" alt="Dress Work Process" />
  </div>
</div>

  <div className='costing-container-2'>
    <h2>මිල නියම කිරීම (Costing)</h2>
    <div className="costing-image">
      <img src="/Images/costing2.jpg" alt="Dress Work Process" />
    </div>
  </div>

<div className="costing-outer">
  <div className="costing-content">
    <h2>නව විලාසිතා</h2>
    <p>
      ඔබගේ පරිහරණයට හෝ අලෙවිය සඳහා ඇඟලු‍ම් නිෂ්පාදනය කරන්නේ නම්, නව විලාසිතා සහ Trends සම්බන්ධව ඔබට මූලික දැනුමක් තිබිය යුතු ය.
    </p>
  </div>
  <div className="costing-image-right">
    <img src="/Images/costing3.jpg" alt="Dress Work Process" />
  </div>
</div>

<div className="costing-section-3">
  <div className="section-3-inner">
    <h2>අලෙවිය</h2>
    <p>
      <span style={{ fontWeight: 'bold', fontSize: '25px' }}>අලෙවිය යනු,</span> <br />
      මෝස්තර design කිරීමේදී සලකා බැලිය යුතු මූලික කරුණ වන්නේ අප නිර්මාණය කරන ඇඟලු‍ම් නිෂ්පාදන අවසානයේ පාරිභෝගිකයාට අලෙවි කළ හැකි ද යන්න යි. එනම් අප design කරන 
      අවසාන නිෂ්පාදිත ගවුම්, සාය, බ්ලවුස්, කලිසම්, කමිස යනාදිය අවසානයේ පාරිභෝගිකයාගේ රුචිකත්වයට බලපාන අයුරින් නිර්මාණය වී ඇත්ද යන්න සහ අප මෙම ඇඳුම් නිෂ්පාදනය 
      කර අලෙවි කරනු ලබන්නේ කුමන පාරිභෝගික ඛාණ්ඩ සඳහා ද යන්න සලකා බැලිය යුතු ය.<br></br>
      උදාහරණයක් ලෙස ගත්විට අප විසින් තරුණ කණ්ඩායම් එනම් වයස අවුරුදු 16-28 අතර පිරිස ඉලක්ක කරන්නේ නම්, පළමුව එම ඛාණ්ඩ වැඩි පිරිසක් ඉල්ලුම් කරනු ලබන්නේ කුමක්දැයි සලකා 
      බැලිය යුතු ය. මෙම වයස් ඛාණ්ඩය මත වැඩි පිරිසක් රුකියාවන්වල නිරත වන පිරිස් සහ වැඩිදුර අධ්‍යාපන කටයුතු වෙනුවෙන් පාඨමාලා මෙන්ම අමතර පංති සඳහා ද සහභාගි වන පිරිස් සිටින නිසා
      ඔවුන්ට ගැළපෙන අයුරින් ඇඳුම් කට්ටලල කමිසල ගවුම්ල ෂර්ට්ස් සහ කලිසම් නිර්මාණය කළ යුතු ය
    </p>
    <div className="section-3-cards">
      <div className="section-3-card">
        <h3>අලෙවිකරණ ඛාණ්ඩ හඳුනාගැනීම</h3>
        <p>
          දැනටමත් අපගේ ඇඟලු‍ම් නිෂ්පාදන සඳහා රුචිකත්වය ඇති පිරිසක් සිටින බැවින් තවදුරටත් ඔවුන් රඳවා තබාගැනීම සඳහා ඔවුන්ගේ නව ආකර්ෂණ විලාසිතා මොනවාද යන්න 
          සලකාබලා ඊට අදාළව මෝස්තර නිර්මාණය කළ යුතු ය. එහිදී තරඟකරුවන් සඳහා තරඟකාරීත්වයක් ලබාදිය හැකිවන අතර නව විලාසිතා එකතු කිරීමෙන් නව පාරිභෝගිකයන් 
          ව්‍යාපාරය වෙත වැඩිකර ගැනීමට සහ අපගේ තොග අලෙවිය වැඩි කරගැනීමට හැකියාව ඇත.
        </p>
      </div>
      <div className="section-3-card">
        <h3>අලෙවිකරණ වෙළඳපොල</h3>
        <p>
          අලෙවිකරණ කටයුතු සිදු කිරීමේදී වර්තමානයේ පවතින වෙළඳසැල් වෙනුවට සමාජ මාධ්‍ය ජාලා භාවිතයෙන් වැඩි අලෙවි ප්‍රමාණයක් සිදු කරගත හැකි ය. උදාහරණයක් ලෙස පාරිභෝගිකයන් 
          අද වනවිට තම නගර වෙළඳසැල් තුළ ඇඳුම් මිලදීගැනීම වෙනුවට අන්තර්ජාලය හරහා තම අවශ්‍ය දෑ ගෙන්වා ගැනීමට හුරුවී ඇත. එහිදී පාරිභෝගිකයන් වැඩි වේලාවක් රුඳී සිටින්නේ කුමන 
          සමාජ මාධ්‍ය ජාලයේ ද යන්න අවබෝධ කරගෙන එහි වැඩිදුර ප්‍රචාරණ කටයුතු සිදුකළ යුතු ය.<br></br>
          උදාහරණ - TikTok<br></br>
                    YouTube<br></br>
                    FaceBook<br></br>
                    WhatsApp Channel<br></br>
                    Instagram
        </p>
      </div>
      <div className="section-3-card">
        <h3>අලෙවිය වැඩිදියුණු කරගත හැකි ක්‍රම</h3>
        <ul>
          <li>සාර්ථක වෙළඳ දැන්වීම්</li>
          <li>සමාජ මාධ්‍ය ජාලා භාවිතය</li>
          <li>වට්ටම් සහ විශේෂ ප්‍රවර්ධන</li>
          <li>පාරිභෝගික සේවා වැඩි දියුණු කිරීම</li>
          <li>අලෙවියෙන් පසු පරීක්ෂාව</li>
        </ul>
      </div>
    </div>
  </div>
</div>

  <Footer/>
  </>
);

export default CostingPage;
